adafruit/circuitpython/ports/nxp/boards/mcb1700/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Keil MCB1700"
#define MICROPY_HW_MCU_NAME "lpc1768"


#define CIRCUITPY_INTERNAL_NVM_SIZE                 (0)
#define CIRCUITPY_INTERNAL_FLASH_FILESYSTEM_SIZE    (128 * 1024)
#define RAM_SIZE                                    (64 * 1024)
